{
    "homepage.miu": "Mongolia International University",
    "homepage.miu.desc": "Embrace Your Future with MIU!",
    "menu.button.menu": "Menu",
    "menu.button.search": "Search",
    "menu.button.newsEvents": "News-Events",
    "menu.button.apply": "Apply",
    "menu.button.visit": "Visit",
    "menu.button.programs": "Programs",
    "menu.programs.academicPrograms": "Academic Programs",
    "menu.programs.LEI": "LEI", 
    "morebanner.title.1": "Explore Life!",
    "morebanner.title.2": "Build Community!",
    "morebanner.title.3": "Get Involved!",
    "morebanner.title.4": "Join Us!",
    "morebanner.content.1": "There are many great activities and events organized for MIU students. From performing arts to sports competitions to social events, each activity offers opportunities for students and faculty to enjoy life and experience new things.",
    "morebanner.content.2": "MIU students are encouraged to participate in activities and events organized by MIU faculty and staff. MIU students are also encouraged to participate in MIU activities and events.",
    "morebanner.content.3": "Many students join one or more of the many student clubs and organizations on campus. Or if the club you want to join doesn't exist, you can create it.",
    "morebanner.content.4": "Each semester MIU provides students with the opportunity to study abroad for one semester through the Student Exchange Program (SEP). It is a great opportunity to experience new cultures, study at top universities, learn foreign languages and make new friends.",
    "academic.box1.programs": "Academic Programs",
    "academic.exchange.program": "Exchange Student Program",
    "academic.exchange.programText1": "Undergraduate students have the chance to study abroad as an exchange student at several prestigious universities in the Republic of Korea. Our partnering universities range from public and private universities and depending on the partnering universities, students enjoy various scholarships and additional benefits. Students are eligible to study abroad during the Spring and Fall semesters of their Sophomore and Junior year, or the Fall semester of their Senior year.",
    "academic.exchange.programText2":"Exchange Program Contact Emails: student2@miu.edu.mn / dir_student@miu.edu.mn",
    "academic.viewProgram": "View our programs",
    "academic.2+2program": "2+2 Program",
    "academic.2+2programtext": "MIU undergraduate and graduate school students have a unique opportunity to receive concurrent diplomas from MIU and from a partner university in another state; the USA or Republic of Korea. Depending on the program, students study their first or two years at MIU and then continue their studies in one of our partnering universities; for undergraduate, The State University of New York, Albany (SUNY Albany) in the US, as for graduate, Hanyang University, and Chungnam National University in the Republic of Korea.",
    "academic.2+2programBtn": "See more",
    "academic.visiontrip": "Vision Trip",
    "academic.visiontripText": "Since 2002, the Vision Trip Program (VTP) has enabled students to travel to the United States, China, or South Korea. Every winter, MIU provides faculty-led trips for teams of students and faculty to spend two to three weeks visiting top universities, companies, museums, and attending seminars in each country. Past destinations include Silicon Valley, New York City, Beijing, Shanghai, Hong Kong, and Seoul. Through the unique Vision Trip experience, students will come to appreciate the global environment and return to MIU with a clearer vision of their future careers.",
    "LEI.box": "Language Education Institute",
    "LEI.quarter1": "Speaking confidently",
    "LEI.quarter2": "Reading clearly",
    "LEI.quarter3": "Writing accurately",
    "LEI.quarter4": "Listening easily",
    "LEI.coursebox1":"English foundation Course",
    "LEI.coursebox11":"Our English Foundation Course is the heart of LEI. It is a full-time, immersive English program that brings together students from multiple countries and works through activities, speaking structures, and other  interactive coursework to help students improve their English conversation, listening, reading, and writing. This course is made for recent high school graduates who wish to improve their English level in order to study at MIU – an English medium university. However, this program is available to anyone who wants to improve their English level and is recommended for all beginners and intermediate level students who plan to use English to study or work.",
    "LEI.coursebox2": "English Evening Course",
    "LEI.coursebox22": "Our evening English courses are targeted at working adults who wish to continue learning or improve their English for business purposes. It is a part-time, immersive English program that takes students of all levels and works through activities, speaking structures, and other interactive coursework to help students improve their English conversation, listening, reading, and writing. This course is also recommended for high school juniors and seniors who are preparing for IELTS, TOEFL, and YESH tests.",
    "LEI.coursebox22-1": "● Monday – Thursday",
    "LEI.coursebox22-2": "● 12 weeks trimester offered three times a year",
    "LEI.coursebox22-3": "● Starter, 1, 2, 3, 4, and 5",
    "LEI.coursebox22-4": "● Evening 6:30 – 8:15",
    "LEI.coursebox22-5": "● American Headway",
    "LEI.coursebox3": "Business English Course",
    "LEI.coursebox33": "This course is perfect for businesses that want to improve their employee’s English level for international business and customer service. The program is customizable to the individual company’s needs with options for days, times, and levels. Companies can pay a testing fee to have their employee’s leveled, and then work with LEI office staff to organize a program with 1-2 qualified teachers who will come to the office during business hours or at a convenient time throughout the week to teach a 10 week business English course.",
    "LEI.coursebox4": "Mongolian Course",
    "LEI.coursebox44": "This program is a very flexible tutoring program to help students learn or improve their Mongolian language. For true beginners, we recommend a survival course program of 12 weeks, that covers basic elements of Mongolian such as alphabet (reading and pronunciation) and daily phrases. For students who wish to study more, we have level 1 (beginner) and level 2 (intermediate) programs to improve communication and help with day-to-day tasks. All classes are taught by native Mongolian speakers and use interactive classroom methods to get the student involved and help with memory. We encourage students to study in groups. Most classes have between 1-5 students.",
    "LEI.coursebox5": "Additional Language Course",
    "LEI.coursebox55": "LEI also offers classes in Russian and Korean languages upon request. Because of smaller classes and limited need, these classes must be requested and scheduled in advance. Classes require a minimum of 5 students to open, and the time must be arranged with the teacher.",
  

    "visit.pageTitle": "PLAN YOUR VISIT TO MIU",
    "visit.pageDescription": "See all the things MIU has to offer",

    
    "banner.title": "Shaping Global Leaders for an Interconnected World",
    "banner.typewriter": "Founded in 2002, MIU stands as a beacon of higher education in Ulaanbaatar, Mongolia. Thanks to the generous support of former president Natsagiin Bagabandi, the university was granted a substantial land parcel of 17,100 ㎡ for its inaugural building. Today, MIU is renowned for its English-language programs, making it a leader in education across Central Asia. With 14 esteemed bachelor’s programs, MIU is dedicated to nurturing the next generation of global leaders from Mongolia, Russia, China, South Korea, and beyond. Education at MIU is about grasping the intricacies of our interconnected world, fostering critical thinking, and empowering students to make a positive impact on society. Anchored by a comprehensive core curriculum, MIU offers a wealth of experiential learning opportunities across a diverse range of disciplines. Encircled by a dynamic campus community, MIU equips students with essential skills to navigate and succeed in an ever-evolving global landscape",
    "banner.button": "Life At MIU",
    "bubbles.international": "International Students",
    "bubbles.ratio": "Faculty To Student Ratio",
    "bubbles.nations": "Student Nationalities & Countries",
    "marqueeText1":"Discover your potential, ignite your passion, and soar to new heights - at MIU - where education meets inspiration, and dreams become reality. ",
    "marqueeText2":"At MIU, we believe greatness lies within every student. Together, - let's unlock your potential and inspire the world with humble hearts -and boundless possibilities. ",
    "marqueeText3":"Empowering minds, shaping futures - Welcome to MIU, where every - student is a beacon of change in our interconnected world",
    "footer.allright": "© All rights reserved.",
    "footer.home": "Home",
    "footer.about": "About",
    "masters": "Masters",
    "bachelor": "Bachelor"
  }
    
  