{
    "homepage.miu": "Монгол Олон Улсын Дээд Сургууль",
    "menu.button.menu": "Меню",
    "menu.button.search": "Хайх",
    "menu.button.newsEvents": "Мэдээ Мэдээлэл",
    "menu.button.apply": "Элсэх",
    "menu.button.visit": "Зочлох",
    "menu.button.programs": "Программууд",
    "menu.programs.academicPrograms": "Академик программууд",
    "menu.programs.LEI": "ЛЕИ",
    "morebanner.title.1": "Амьдралыг Судла!",
    "morebanner.title.2": "Ннийгэмдээ Цэцэглэн Хөгж",
    "morebanner.title.3": "Оролц!",
    "morebanner.title.4": "Бидэнтэй Нэгд",
    "morebanner.content.1":"MIU-ийн оюутнуудад зориулсан олон сайхан арга хэмжээ, арга хэмжээ зохион байгуулдаг. Тайзны урлагаас эхлээд спортын тэмцээн, олон нийтийн арга хэмжээ зэрэг үйл ажиллагаа бүр нь оюутнууд болон багш нарт амьдралаас таашаал авч, шинэ зүйлийг мэдрэх боломжийг олгодог.",
    "morebanner.content.2":"MIU-ийн оюутнуудыг MIU-ийн багш, ажилтнуудаас зохион байгуулж буй арга хэмжээ, арга хэмжээнд оролцохыг уриалж байна. MIU-ийн оюутнуудыг MIU-ийн үйл ажиллагаа, арга хэмжээнд оролцохыг уриалж байна.",
    "morebanner.content.3":"Оюутны хотхон дахь олон оюутны клуб, байгууллагын нэг юм уу хэд хэдэн клубт олон оюутан элсдэг. Эсвэл таны элсэхийг хүссэн клуб байхгүй бол та үүнийг үүсгэж болно.",
    "morebanner.content.4":"MIU нь улирал бүр Оюутны солилцооны хөтөлбөрөөр дамжуулан оюутнуудад нэг улирал гадаадад суралцах боломжийг олгодог. Энэ нь шинэ соёлтой танилцах, шилдэг их сургуулиудад суралцах, гадаад хэл сурах, шинэ найз нөхөдтэй болох сайхан боломж юм.",
    "academic.box1.programs": "академик хөтөлбөрүүд",
    "academic.exchange.program": "Оюутан солилцооны хөтөлбөр",
    "academic.2+2program": "2+2 Програм",
    "academic.exchange.programText1": "Бакалаврын түвшний оюутнууд БНСУ-ын хэд хэдэн нэр хүндтэй их дээд сургуульд солилцоогоор суралцах боломжтой. Манай хамтрагч их дээд сургуулиуд нь төрийн болон хувийн их дээд сургуулиудаас бүрддэг бөгөөд хамтран ажилладаг их дээд сургуулиудаас хамааран оюутнууд янз бүрийн тэтгэлэг, нэмэлт хөнгөлөлт эдэлдэг. Оюутнууд хоёрдугаар курс, бага курсийнхээ хавар, намрын семестр, ахлах курсийнхээ намрын улиралд гадаадад суралцах боломжтой.",
    "academic.exchange.programText2": "Солилцооны хөтөлбөрийн Холбоо барих имэйл хаяг: student2@miu.edu.mn / dir_student@miu.edu.mn",
    "academic.viewProgram": "Манай программуудыг үзээрэй",
    "academic.2+2programtext":"MIU-ийн бакалавр, магистрын оюутнуудад MIU болон өөр муж улсын түнш их сургуулиас зэрэг диплом авах онцгой боломж бий; АНУ эсвэл БНСУ. Хөтөлбөрөөс хамааран оюутнууд MIU-д эхний эсвэл хоёр жил суралцаж, дараа нь манай түншийн их дээд сургуульд үргэлжлүүлэн суралцах; бакалаврын хувьд АНУ-ын Нью-Йоркийн Улсын Их Сургууль, Олбани (SUNY Albany), магистрын хувьд Ханьян их сургууль, БНСУ-ын Чуннам үндэсний их сургууль.",
    "academic.2+2programBtn": "Дэлгэрэнгүйг үзэх",
    "academic.visiontrip":"Алсын харааны аялал",
    "academic.visiontripText":"2002 оноос хойш Vision Trip Program (VTP) нь оюутнуудыг АНУ, Хятад эсвэл Өмнөд Солонгос руу аялах боломжийг олгодог. Жил бүрийн өвөл MIU нь оюутнууд болон багш нараас бүрдсэн багуудыг 2-3 долоо хоногийн турш шилдэг их дээд сургууль, компани, музейгээр үзэж, улс орон бүрийн семинарт оролцох зорилгоор багш нараар удирдуулсан аялалыг зохион байгуулдаг. Өмнөх зорьсон газруудад Цахиурын хөндий, Нью-Йорк хот, Бээжин, Шанхай, Хонг Конг, Сөүл орно. Өвөрмөц Vision Trip туршлагаар дамжуулан оюутнууд дэлхийн орчныг үнэлж, ирээдүйн карьераа илүү тодорхой төсөөлж MIU-д буцаж ирэх болно.",
    "LEI.box":"Хэлний боловсролын Институт",
    "LEI.quarter1": "Өөртөө итгэлтэй ярьж байна",
    "LEI.quarter2": "Тодорхой уншиж байна",
    "LEI.quarter3": "Үнэн зөв бичих",
    "LEI.quarter4": "Амархан сонсох",
    "LEI.coursebox1": "Англи хэлний суурь курс",
    "LEI.coursebox11":"Манай англи хэлний суурь курс бол LEI-ийн зүрх сэтгэл юм. Энэ нь олон орны оюутнуудыг нэгтгэдэг бүтэн цагийн, англи хэлний хөтөлбөр бөгөөд оюутнуудын англи хэлний яриа, сонсох, унших, бичих чадварыг сайжруулахад нь туслах зорилгоор үйл ажиллагаа, ярианы бүтэц болон бусад интерактив хичээлээр ажилладаг. Энэхүү сургалт нь англи хэлний дунд сургууль болох MIU-д суралцахын тулд англи хэлний түвшингээ ахиулах хүсэлтэй ахлах сургуулийг саяхан төгсөгчдөд зориулагдсан болно. Гэсэн хэдий ч энэхүү хөтөлбөр нь англи хэлээ ахиулах хүсэлтэй хүн бүрт боломжтой бөгөөд англи хэлээр суралцах, ажиллахаар төлөвлөж буй анхан болон дунд шатны бүх оюутнуудад санал болгож байна.",
    "LEI.coursebox2": "Англи хэлний оройн курс",
    "LEI.coursebox22": "Манай англи хэлний оройн сургалтууд нь бизнесийн зорилгоор англи хэлээ үргэлжлүүлэн сурах эсвэл сайжруулах хүсэлтэй ажил хийдэг насанд хүрэгчдэд зориулагдсан болно. Энэ нь бүх түвшний оюутнуудыг суралцаж, үйл ажиллагаа, ярианы бүтэц болон бусад интерактив хичээлээр дамжуулан суралцагчдад англиар харилцан яриа, сонсох, унших, бичих чадвараа сайжруулахад нь туслах цагийн, бүрэн дүүрэн англи хэлний хөтөлбөр юм. Мөн IELTS, TOEFL, YESH шалгалтанд бэлдэж буй ахлах сургуулийн бага, ахлах ангийн сурагчдад энэ сургалтыг санал болгож байна.",
    "LEI.coursebox22-1":"● Даваа - Баасан",
    "LEI.coursebox22-2":"● 12 долоо хоногтой гурван сарыг жилд гурван удаа санал болгодог",
    "LEI.coursebox22-3": "● Стартер, 1, 2, 3, 4, 5",
    "LEI.coursebox22-4": "● Орой 6:30 – 8:15",
    "LEI.coursebox22-5": "● Америкийн дэвшил",
    "LEI.coursebox3": "Бизнесийн англи хэлний курс",
    "LEI.coursebox33": "Энэхүү сургалт нь олон улсын бизнес болон харилцагчийн үйлчилгээнд ажилчдынхаа англи хэлний түвшинг дээшлүүлэх хүсэлтэй бизнес эрхлэгчдэд тохиромжтой. Хөтөлбөрийг өдөр, цаг, түвшний сонголттойгоор компанийн хэрэгцээнд тохируулан өөрчлөх боломжтой. Компаниуд ажилчдынхаа түвшинг тогтоох шалгалтын хураамж төлж, дараа нь LEI оффисын ажилтнуудтай хамтран ажлын цагаар эсвэл долоо хоногийн турш тохиромжтой цагт оффис дээр ирж 10 мэргэшсэн мэргэшсэн 1-2 багштай хөтөлбөр зохион байгуулах боломжтой. долоо хоногийн бизнесийн англи хэлний курс.",
    "LEI.coursebox4": "Монгол хэлний курс",
    "LEI.coursebox44": "Энэхүү хөтөлбөр нь оюутнуудад монгол хэл сурах, сайжруулахад нь туслах маш уян хатан сургалтын хөтөлбөр юм. Жинхэнэ эхлэгчдэд бид монгол хэлний цагаан толгой (унших, дуудлага) болон өдөр тутмын хэллэг зэрэг үндсэн элементүүдийг багтаасан 12 долоо хоног үргэлжлэх амьд үлдэх сургалтын хөтөлбөрийг санал болгож байна. Илүү их суралцах хүсэлтэй оюутнуудад бид харилцаа холбоог сайжруулах, өдөр тутмын ажилд туслах 1 (анхан шатны) болон 2 түвшний (дунд) түвшний хөтөлбөрүүдтэй. Бүх хичээлийг төрөлх монгол хэлтэй хүмүүс заадаг бөгөөд сурагчийг идэвхтэй оролцуулж, ой санамжид нь туслах зорилгоор интерактив ангийн аргыг ашигладаг. Бид оюутнуудыг бүлгээр суралцахыг уриалж байна. Ихэнх ангиуд 1-5 сурагчтай.",
    "LEI.coursebox5": "Нэмэлт хэлний курс" ,
    "LEI.coursebox55": "Мөн LEI нь хүсэлтийн дагуу орос, солонгос хэлээр хичээл заадаг. Ангиуд бага, хэрэгцээ хязгаарлагдмал байдаг тул эдгээр ангиудыг урьдчилан хүсч, хуваарьтай байх ёстой. Ангиуд нь хамгийн багадаа 5 оюутан нээх шаардлагатай бөгөөд цагийг багштай тохиролцсон байх ёстой.",

    "visit.pageTitle": "MIU-д хийх айлчлалаа төлөвлөөрэй",
    "visit.pageDescription": "MIU-ийн санал болгож буй бүх зүйлийг үзээрэй"
  }
  