/** @format */

import React from "react";
import Header from "@/components/header";
import Footer from "@/components/footer";
import Link from "next/link";

const AboutPage: React.FC = () => {
  return (
    <div>
      <Header />
      <div className='about-container'>
        <div className='header'></div>
        <div className='button-group'>
          <div className='flex flex-col items-end justify-end h-full'>
            <Link href='..'>
              <button className='bg-blue-500 hover:bg-blue-700 bg-opacity-80 text-white font-bold py-3 rounded-full mb-4 w-[160px]'>
                Back
              </button>
            </Link>
            <Link href='./about/campus/campus'>
              <button className='bg-blue-500 hover:bg-blue-700 bg-opacity-80 text-white font-bold py-3 rounded-full mb-4 w-[160px]'>
                Campus
              </button>
            </Link>
            <Link href='./about/employee/employee'>
              <button className='bg-blue-500 hover:bg-blue-700 bg-opacity-80 text-white font-bold py-3 rounded-full mb-4 w-[160px]'>
                Employee
              </button>
            </Link>
          </div>
        </div>
      </div>
      <div className='sight-word'>
        <div className='sight-word1'>
          Whether you want to follow in the footsteps of giants or forge a new
          path,
        </div>
        <div className='sight-word2'> THIS IS THE PLACE TO START.</div>
      </div>
      <div className='box1'>
        <div className='box2'>
          <div className='CeoDescription'>
            <div className='title2'> Ерөнхий захирлын мэндчилгээ</div>

            <p>
              Та бүхний энэ өдрийн амар амгаланг айлтгая. “Эм Ай Ю” дээд
              сургуулийн хамт олныг төлөөлөн та бүхэнтэй мэндчилж байгаадаа
              туйлын их баяртай байна. Манай сургуулийн эрхэм зорилго бол
              оюутнууддаа чанартай боловсрол эзэмшүүлж, тэднийг зан чанарын
              хувьд төлөвшүүлэн 21-р зуунд өрсөлдөх чадвартай, шударга, үнэнч,
              шилдэг удирдагчдыг бэлтгэн гаргах юм. Бид сургалтын олон
              хөтөлбөрийг хэрэгжүүлэхийн тулд олон орноос эрдэмтэн багш нарыг
              урин хичээл заалгахын зэрэгцээ багш, оюутан, ажилчдын дунд гэр
              бүлсэг дулаан уур амьсгалыг бүрдүүлэхийг зорин ажиллаж байна.
              Манай оюутнууд эрдэм мэдлэг хуримтлуулахаас гадна бие даан
              суралцах, шинийг эрэлхийлэх, багаар ажиллах, цаг төлөвлөх,
              бүтээлчээр сэтгэх зэрэг олон чадваруудыг эзэмшин төгсдөг. Цаашид
              бид Монгол улс төдийгүй олон улсын түвшинд өрсөлдөхүйц шилдэг
              удирдагчдыг бэлтгэх үйл хэрэгт хувь нэмрээ оруулан, таныг амжилт
              өөд хөтлөх гүүр болон ажиллахыг зорино. Бид таныг гэрэлт ирээдүй
              рүү тань хөтөлж нэг алхмаар ойртуулна. “Эм Ай Ю” дээд сургуульд
              тавтай морил! КУОНН Ү МҮНН “Эм Ай Ю” дээд сургуулийн Ерөнхий
              захирал
            </p>
          </div>
          <div className='CeoImg'></div>
        </div>
        <div className='box2'>
          <div className='LeaderImg'></div>
          <div className='LeaderDescription'>
            <div className='title2'>ТУЗ-ын даргын мэндчилгээ</div>
            <p>
              Та бүхэнд энэ өдрийн мэндийг хүргэе! 2002 онд үүсгэн байгуулагдсан
              “Эм Ай Ю” дээд сургууль нь шинийг санаачлагч, манлайлагчдыг
              хөгжүүлж, Монголын дээд боловсролд өөрчлөлт оруулахаар олон
              төрлийн эрдэм шинжилгээний хөтөлбөрүүдийг санал болгодог. Мөн
              оюутнуудад дэлхийн өнцөг булан бүрийн орон руу оюутан солилцооны
              хөтөлбөрт хамрагдах боломжийг олгодог. “Эм Ай Ю” дээд сургуулийг
              эрдэм шинжилгээний чанар, инновацийн чиглэлээр тэргүүлэгч болоход
              нь туслахын тулд тасралтгүй хүчин чармайлт гаргасан багш,
              ажилтнууддаа талархал илэрхийлье. Бид оюутнууддаа ээлтэй орчинг
              бүтээхийн төлөө хичээх болно. Манай сургууль улам өргөжин тэлэхийн
              хэрээр бид оюутнууддаа бүрэн дэмжлэг үзүүлэх болно. Бидний зорилго
              бол Монгол болон Төв Ази даяар дэлхийн шилдэг үйлчлэгч удирдагчдын
              шинэ үеийг бэлтгэх зорилготой. “Эм Ай Ю” дээд сургууль нь өөрсдийн
              үндсэн үнэт зүйлсээ тууштай баримтлахын зэрэгцээ маргаашийн
              дэлхийн үйлчлэгч удирдагчдыг сургаж, цаашдын зорилгодоо үнэнч
              хэвээр байх болно. NBA-гийн нэрт оддын нэг Дуэйн Уэйд нэг удаа
              хамт ажилладаг хүндээ “Намайг өөрийгөө мэддэг байснаас илүү
              байхаар түлхэж өгсөнд баярлалаа” гэж сэтгэл хөдөлгөм сэтгэгдэл
              бичсэн байдаг. “Эм Ай Ю” дээд сургуулийн бүх багш нар бид танаас
              энэ үгийг удахгүй сонсоно гэж найдаж байна. Хүндэтгэсэн “Эм Ай Ю”
              дээд сургуулийн Удирдах зөвлөлийн дарга Хүндэт доктор ХУАН ХЁНТЭГ
            </p>
          </div>
        </div>
        <div className='box2'>
          <div className='boxDescription'>
            <div className='title1'> Бидний зорилго</div>
            <p>
              “Эм Ай Ю” нь Төв Азийн орнуудын суралцагчдад дээд боловсролыг
              Англи хэл дээр олгодогоороо танигдсан олон улсын сургууль юм. Энд
              дэлхийн 7 орны 600 гаруй оюутан өөр өөрийн соёлыг хуваалцан
              суралцаж байна. Монгол болон Төв Азийн оюутнуудыг үнэнч шударга,
              мэргэжлийн ур чадвартай удирдагчдыг хэмжээнд сургаж, хөгжүүлэх
              Холбогдох чиглэлүүдийг тэргүүлж, дээд боловсролын шинэлэг
              манлайлагч байх Дэлхийн түншлэлээр дамжуулан одоогийн болон
              ирээдүйн удирдагчдын олон улсын нийгэмлэгийг төлөвшүүлэх Монгол
              болон Төв Ази даяар манлайллын соёлыг төлөвшүүлэх
            </p>
          </div>
          <div className='boxImg'></div>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default AboutPage;
